{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "ctrlp": {
      "src": "https://github.com/ctrlpvim/ctrlp.vim"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "neogit": {
      "src": "https://github.com/neogitorg/neogit"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    }
  }
}
